{
    "attributes": {
        "alignments": {
            "Дварф": [
                "Законопослушно-добрый",
                "Нейтрально-добрый",
                "Законопослушно-злой",
                "Нейтрально-злой"
            ],
            "Эльф": [
                "Хаотично-добрый",
                "Нейтрально-добрый",
                "Хаотично-злой",
                "Нейтрально-злой"
            ],
            "Полурослик": [
                "Законопослушно-добрый",
                "Нейтрально-добрый",
                "Хаотично-добрый",
                "Нейтрально-злой"
            ],
            "Драконорождённый": [
                "Нейтрально-добрый",
                "Хаотично-добрый",
                "Законопослушно-злой",
                "Нейтрально-злой"
            ],
            "Гном": [
                "Законопослушно-добрый",
                "Нейтрально-добрый",
                "Законопослушно-злой",
                "Хаотично-злой"
            ],
            "Полуэльф": [
                "Нейтрально-добрый",
                "Хаотично-добрый",
                "Хаотично-злой",
                "Нейтрально-злой"
            ],
            "Полуорк": [
                "Нейтрально-добрый",
                "Законопослушно-злой",
                "Хаотично-злой",
                "Нейтрально-злой"
            ],
            "Тифлинг": [
                "Хаотично-добрый",
                "Нейтрально-добрый",
                "Законопослушно-злой",
                "Нейтрально-злой"
            ],
            "Орк": [
                "Нейтрально-злой",
                "Хаотично-злой",
                "Законопослушно-злой",
                "Нейтрально-добрый"
            ],
            "Человек": [
                "Законопослушно-добрый",
                "Нейтрально-добрый",
                "Хаотично-добрый",
                "Нейтрально-злой"
            ]
        },
        "ideals": {
            "idealsCategory": {
                "Законопослушно-добрый": [
                    "lawfulIdeals",
                    "goodIdeals"
                ],
                "Нейтрально-добрый": [
                    "goodIdeals",
                    "neutralIdeals"
                ],
                "Хаотично-добрый": [
                    "chaoticIdeals",
                    "goodIdeals"
                ],
                "Нейтрально-злой": [
                    "neutralIdeals",
                    "evilIdeals"
                ],
                "Законопослушно-злой": [
                    "lawfulIdeals",
                    "evilIdeals"
                ],
                "Хаотично-злой": [
                    "chaoticIdeals",
                    "evilIdeals"
                ]
            },
            "idealsByCategory": {
                "lawfulIdeals": [
                    "Вера. Я доверяю, что моя божество направит мои действия. Я верю, что если я буду усердно работать, все будет хорошо. (Законопослушный)",
                    "Традиция. Древние традиции поклонения и жертвоприношений должны сохраняться и поддерживаться. (Законопослушный)",
                    "Власть. Я надеюсь однажды подняться на вершину религиозной иерархии моей веры. (Законопослушный)",
                    "Справедливость. Я никогда не нацеливаюсь на тех, кто не может позволить себе потерять несколько монет. (Законопослушный)",
                    "Честь. Я не ворую у других в торговле. (Законопослушный)",
                    "Сообщество. Долг всех цивилизованных людей укреплять связи сообщества и безопасность цивилизации. (Законопослушный)",
                    "Справедливость. Никто не должен получать предпочтение перед законом, и никто не стоит выше закона. (Законопослушный)",
                    "Ответственность. Мой долг — уважать власть тех, кто выше меня, так же, как и те, кто ниже меня, должны уважать мою. (Законопослушный)",
                    "Честь. Если я позорю себя, я позорю весь мой клан. (Законопослушный)",
                    "Справедливость. Мы все работаем, поэтому мы все разделяем награды. (Законопослушный)",
                    "Сообщество. Мы должны заботиться друг о друге, потому что никто другой этого не сделает. (Законопослушный)"
                ],
                "goodIdeals": [
                    "Милосердие. Я всегда стараюсь помочь тем, кто в нужде, независимо от личной цены. (Добрый)",
                    "Милосердие. Я распределяю деньги, которые я получаю, среди тех, кто действительно в них нуждается. (Добрый)",
                    "Дружба. Материальные вещи приходят и уходят. Связи дружбы вечны. (Добрый)",
                    "Искупление. В каждом человеке есть искра добра. (Добрый)",
                    "Красота. Когда я выступаю, я делаю мир лучше, чем он был. (Добрый)",
                    "Уважение. Люди заслуживают того, чтобы к ним относились с достоинством и уважением. (Добрый)",
                    "Щедрость. Мои таланты были даны мне, чтобы я мог использовать их на благо мира. (Добрый)",
                    "Высшее благо. Мои дары предназначены для того, чтобы быть разделенными со всеми, а не использоваться для моей собственной выгоды. (Добрый)",
                    "Благородное обязательство. Мой долг — защищать и заботиться о людях подо мной. (Добрый)",
                    "Высшее благо. Наша доля — отдать свои жизни в защиту других. (Добрый)",
                    "Уважение. То, что держит корабль вместе, — это взаимное уважение между капитаном и командой. (Добрый)"
                ],
                "chaoticIdeals": [
                    "Изменения. Мы должны помогать вносить изменения, над которыми боги постоянно работают в мире. (Хаотичный)",
                    "Независимость. Я свободный дух — никто не скажет мне, что делать. (Хаотичный)",
                    "Творчество. Я никогда не использую один и тот же обман дважды. (Хаотичный)",
                    "Свобода. Цепи предназначены для того, чтобы их разрушали, как и те, кто их кует. (Хаотичный)",
                    "Свобода. Каждый должен быть свободен преследовать свои интересы. (Хаотичный)",
                    "Изменения. Жизнь подобна сезонам, постоянно меняется, и мы должны меняться вместе с ней. (Хаотичный)",
                    "Нет границ. Ничто не должно ограничивать бесконечные возможности, присущие всему существованию. (Хаотичный)",
                    "Свободное мышление. Исследование и любопытство — это основы прогресса. (Хаотичный)",
                    "Независимость. Когда люди слепо следуют приказам, они принимают на себя определенный вид тирании. (Хаотичный)"
                ],
                "evilIdeals": [
                    "Жадность. Я сделаю все, чтобы стать богатым. (Злой)",
                    "Жадность. Я только ради денег и славы. (Злой)",
                    "Мощь. Если я стану сильным, я смогу взять то, что хочу — что я заслуживаю. (Злой)",
                    "Власть. Уединение и размышления — пути к мистической или магической силе. (Злой)",
                    "Мощь. Сильнейшие предназначены для правления. (Злой)",
                    "Возмездие. Богатых нужно показать, что жизнь и смерть — это то, что бывает в канаве. (Злой)",
                    "Мощь. В жизни, как и в войне, побеждает сильнейшая сила. (Злой)",
                    "Власть. Знание — путь к власти и доминированию. (Злой)",
                    "Мастер. Я хищник, а другие корабли на море — моя добыча. (Злой)"
                ],
                "neutralIdeals": [
                    "Люди. Я верен своим друзьям, а не идеалам, и все остальные могут отправиться в Стикс, мне все равно. (Нейтральный)",
                    "Люди. Мне нравится видеть улыбки на лицах людей, когда я выступаю. Это все, что имеет значение. (Нейтральный)",
                    "Искренность. Нет смысла притворяться тем, кем я не являюсь. (Нейтральный)",
                    "Природа. Природный мир важнее всех конструкций цивилизации. (Нейтральный)",
                    "Знание. Путь к власти и самосовершенствованию лежит через знание. (Нейтральный)",
                    "Идеалы не стоят того, чтобы из-за них убивать или идти на войну. (Нейтральный)",
                    "Люди. Я помогаю тем, кто помогает мне — вот что держит нас в живых. (Нейтральный)",
                    "Семья. Кровь толще воды. (Любой)",
                    "Нация. Мой город, нация или народ — вот что имеет значение. (Любой)",
                    "Самопознание. Если ты знаешь себя, тебе нечего больше знать. (Любой)",
                    "Стремление. Я решительно настроен сделать что-то из себя. (Любой)",
                    "Стремление. Я усердно работаю, чтобы быть лучшим в своем ремесле. (Любой)",
                    "Стремление. Когда-нибудь я буду владельцем собственного корабля и буду определять свою судьбу. (Любой)"
                ],
                "anyIdeals": [
                    "Стремление. Я стремлюсь доказать свою ценность перед богом, сопоставляя свои действия с его учениями. (Любой)",
                    "Честность. Искусство должно отражать душу; оно должно исходить изнутри и раскрывать, кто мы есть на самом деле. (Любой)",
                    "Судьба. Ничто и никто не могут отвратить меня от моего высшего призвания. (Любой)",
                    "Самосовершенствование. Цель жизни, посвященной учебе, — улучшение себя. (Любой)",
                    "Стремление. Я собираюсь доказать, что я достоин лучшей жизни. (Любой)",
                    "Слава. Я должен заработать славу в бою, для себя и моего клана. (Любой)"
                ]
            }
        },
        "bonds": [
            "Мои инструменты важнее для меня, чем ваша жизнь.",
            "Я просто хочу собрать снова старую банду из моего бардского колледжа для одного последнего выступления.",
            "Я должен освободить мою семью от рабовладельцев.",
            "Я предан своим региональным традициям больше, чем адаптации к местной культуре.",
            "Мой [член семьи] был казнен кем-то, кто находился у власти.",
            "Меня похитили в детстве, и я готов на всё, чтобы это доказать.",
            "У меня есть древний текст, содержащий ужасные секреты, которые не должны попасть в неправильные руки.",
            "У меня есть дружеский соперник, с которым я регулярно встречаюсь.",
            "Моя обязанность — поддерживать закон.",
            "У меня есть сомнительный артефакт, который я должен держать при себе.",
            "Моя семья — это всё для меня.",
            "Я потерял большую часть своей семьи в великой трагедии, и у меня осталась только одна тётя/дядя.",
            "Я проработал в местном храме много лет.",
            "Я отдалился от своей единственной любви, выбрав другой путь.",
            "Я с тревогой привязываюсь ко всем, кто ко мне добр.",
            "Я хочу, чтобы моё имя было известно по всему Фаэруну.",
            "Поскольку я раньше голодал, я очень агрессивен в отношении пищи.",
            "Я не помню их, но у меня есть глубокая любовь к кому-то.",
            "Полянки леса возле моего дома обладают миром, которого нигде больше нет.",
            "Дневник моего отца, полный жизненных уроков.",
            "Мой питомец [маленькое существо].",
            "Я когда-то был рабом некроманта.",
            "Я не могу оставить без присмотра брошенных животных.",
            "Моя неспособность защитить близкого человека заставила меня решительно защищать всех, кого я могу.",
            "Недавно умерший член семьи оставил мне магический артефакт, который дал мне силу.",
            "Мой родитель заболел ужасной болезнью, для которой мне нужно найти лечение.",
            "Я когда-то был не более чем экспериментом арканиста; теперь я обладаю сознанием.",
            "Я бы сделал всё для своих кошек. У меня их много, и им нужно больше друзей.",
            "Я подружился с пожилой женщиной, которая, после своей смерти, удивила меня, оставив мне своё большое поместье — вместо того, чтобы оставить его своей семье.",
            "Я стремлюсь к величию, превосходящему всех, кто был до меня.",
            "Без чистоты ничего невозможно.",
            "Если мои спутники не верят в моего избранного бога, я заставлю их поверить.",
            "Мой избранный круг общения — это всё для меня.",
            "Есть правильный способ делать всё, и я лично прослежу, чтобы всё было сделано правильно.",
            "Я чрезвычайно увлечён своими некромантическими экспериментами — независимо от того, как мало мои спутники это ценят.",
            "Я стремлюсь к власти, каким бы образом она ни приходила — золото, верность или другие... долги.",
            "Мой дед поручил мне отомстить за нашу семью с помощью закона.",
            "Мой защитник, который любит слушать мои приключенческие истории.",
            "Мой Брат по оружию и я связаны узами, закалёнными в битве.",
            "У меня есть друг, с которым я потерял связь — и я очень надеюсь, что он всё ещё жив, потому что я считал его гораздо больше, чем другом.",
            "Я всегда протягиваю руку помощи тем, кто оказался в трудном положении, потому что сам получил такую же доброту.",
            "У меня глубокая привязанность к безделушкам и всяким мелочам.",
            "Я предпочитаю, чтобы мои спутники были гибкими, дипломатически.",
            "Я верю, что реальный прогресс возможен только при полном разрушении.",
            "Я должен очень могущественному человеку большую сумму денег.",
            "Я посвящён только себе и своей свободе.",
            "У меня мрачная история с могущественным существом.",
            "Моя лояльность принадлежит приюту, который меня вырастил.",
            "Я отомщу приюту, который меня вырастил.",
            "Мир переполнен новыми впечатлениями, и я умру, пытаясь ощутить всё это.",
            "Я восстановлю своё привилегированное положение и обрушу месть на тех, кто отнял его у меня.",
            "Я бегу от своего титула и всех обязанностей, которые с ним связаны.",
            "У меня есть загадочные знаки, которые я не помню, как получил.",
            "Я обожаю старого народного героя.",
            "Я не говорил с родственниками десятилетиями.",
            "Я ношу некую кандалы, ключ от которых я должен найти.",
            "Я не позволю, чтобы вред пришёл к грибам или другим разлагателям.",
            "Мой партнёр — это единственное, о чём я действительно забочусь.",
            "Для меня самое важное — моё оружие, [название оружия], которое защищало меня от бесчисленных опасностей.",
            "На мою голову назначена награда за преступление, которое я не совершал.",
            "Я составляю карту Фаэруна.",
            "Моя растущая библиотека.",
            "Я стремлюсь к совершенствованию, чтобы быть достойным того, кого я желаю.",
            "Радость заразительна! Я тайно надеюсь, что она заразит [друга].",
            "Я сделаю всё, чтобы заполучить запрещённые знания.",
            "Я стремлюсь к признанию от моего соперника.",
            "Я глубоко люблю стратегические игры, такие как шахматы.",
            "Я живу ради волнения от хорошего пари.",
            "Я хочу сделать что-то впечатляющее, чтобы заслужить восхищение членов моей группы.",
            "Я просто обожаю косметику.",
            "На самом деле я путешествую ради еды. Это был самый дешёвый способ объездить мир в поисках новой кухни.",
            "Обручальное кольцо моей матери.",
            "Мой старый друг пропал. Я надеюсь найти его.",
            "Кто-то сказал мне, что я неудачник. Я докажу им, что это не так!",
            "Моя семья имеет от меня ожидания, которым я не могу соответствовать.",
            "Я нахожу мир мелких существ очаровательным.",
            "Я ищу источник песни, которую я знаю.",
            "Есть том, который я ищу.",
            "Я коллекционирую уникальное оружие.",
            "Я — искатель острых ощущений до глубины души.",
            "Я стремлюсь превзойти своего старшего брата/сестру.",
            "Я нахожусь в пути для своей гильдии — и многое зависит от меня.",
            "Я хочу узнать пределы того, что может выдержать тело.",
            "Я бегу от могущественной тёмной силы.",
            "Я ищу мою [младшего члена семьи].",
            "Я собираюсь стать правителем своей родины.",
            "Я дипломат и люблю политическую игру.",
            "Я в пути, чтобы освободиться от материальных привязанностей.",
            "Я хочу чтобы мой старый учитель гордился мной.",
            "Я собираю трофеи от всех своих жертв.",
            "Я предан только своему богу.",
            "Моя жизнь принадлежит моему правителю.",
            "Меня преследует видение, которое вижу только я.",
            "Я путешествую, чтобы увидеть памятник.",
            "У меня есть болезнь, для которой я должен найти лечение.",
            "Я веду записи о своих путешествиях для романа... драматизации.",
            "Я ищу художественное вдохновение, так как мой источник иссяк.",
            "Я выполняю обширный долгосрочный контракт для таинственного работодателя.",
            "Когда я вернусь из своих путешествий, я буду преподавать в своём альма-матер.",
            "Я ищу новые ингредиенты для своих экспериментов."
        ],
        "traits": [
            "У этого персонажа карманы полны, казалось бы, бесконечного количества семечек подсолнечника. Он тайком сплёвывает скорлупу в руку и бросает её, когда думает, что никто не смотрит.",
            "Этот персонаж также мечтает стать авантюристом, но его родители, супруг, друзья по питью и другие постоянно отговаривают его. Он постоянно крадёт взгляды на вашу броню и оружие, пытаясь скрыть зависть.",
            "Этот персонаж очень религиозен. Скоро наступит время одной из дневных молитв, и он очень хочет, чтобы этот разговор закончился, чтобы он мог отправиться в храм.",
            "Этот персонаж иногда тайком делает глотки из фляги, обёрнутой кожей. Если ему понравится игрок, он предложит ему немного выпить. Это самое отвратительное самогонное пойло, которое можно себе представить.",
            "Этот персонаж слишком часто постукивает губами.",
            "Этот персонаж начинает смеяться из ниоткуда. Когда его спрашивают, он говорит, что только что вспомнил шутку о только что выщипанной харпии, которая не подходит для вежливого общества.",
            "Этот персонаж моряк в отпуске. Он старается максимально насладиться пьянством, азартными играми и всяческими проделками, пока его команда не отплывет.",
            "Этот персонаж любит заниматься садоводством. Его ногти всегда забиты грязью, и время от времени у него в волосах попадаются кусочки веточек.",
            "У этого персонажа есть любимая собака, которая следует за ним повсюду. Собака любит искать лакомства в карманах незнакомцев.",
            "Этот персонаж пишет дешевую прозу на стороне. Он постоянно делает заметки на маленькой каменной табличке и готов сделать почти всё, чтобы стать свидетелем чего-то мрачного, сурового или кровавого.",
            "Этот персонаж только что переехал в город из далекой страны, и все думают, что он не знает местного языка. На самом деле, ему просто не нравится общаться.",
            "Этот персонаж родом из далекого города. Его повозка сломалась, пока он проезжал через город, и он решил остаться здесь вместо того, чтобы её починить. Повозка до сих пор там, с одним сломанным колесом.",
            "Этот персонаж жил один много лет, медитируя над целью многомирья. Он вернулся, когда нашёл её.",
            "Этот персонаж абсолютно одержим сборищем. Он может идентифицировать каждое местное растение, знает, где его найти, и может приготовить его до совершенства.",
            "Этот персонаж имеет странный акцент и отказывается сказать, откуда он его взял.",
            "Этот персонаж прочитал каждую книгу в городе, но никогда не выезжал за его пределы. Он думает, что готов ко всему.",
            "Этот персонаж известен в регионе своей честностью. Азартные игроки регулярно приезжают в город, чтобы этот персонаж мог участвовать в их играх с высокими ставками.",
            "Этот персонаж имеет сарай на краю своей собственности, где он работает до поздней ночи.",
            "Этот персонаж обладает удивительной способностью предсказывать погоду. Он часто направляет разговор к температурам и движению облаков.",
            "Рецепт вяленого мяса этого персонажа — гордость города. Он всегда готов купить или обменять свежие мясные продукты, которые персонажи добывают в своих приключениях.",
            "Этот персонаж выглядит сурово и говорит с презрительным голосом, но на самом деле добр и щедр.",
            "У этого персонажа девять детей, и ещё один на пути. Он готов сделать почти всё ради ночи тишины и покоя.",
            "Этот персонаж обладает хорошим вкусом. Он быстро замечает мелкие детали в экипировке персонажей и искренне комплиментирует их.",
            "Этот персонаж страдает ОКР и постоянно пытается всё организовать.",
            "Этот персонаж не имеет чувства ориентации и всегда идёт не в ту сторону.",
            "Этот персонаж фиксирован на самых новых передовых гаджетах, многие из которых не работают так, как рекламировалось.",
            "Этот персонаж никогда не кажется внимательным, но может воспроизвести всё, что ему сказали, дословно.",
            "Этот персонаж ведёт список наблюдений за птицами на всю жизнь и готов бросить всё, чтобы увидеть птицу, не входящую в список.",
            "Этот персонаж, когда кто-то меняет тему разговора, говорит: 'Ага. В любом случае...', прежде чем вернуться к тому, о чём он говорил.",
            "Этот персонаж пересыпает свою речь словами из других языков.",
            "Этот персонаж привычно насвистывает мелодию, своего рода личную тему.",
            "Этот персонаж учится играть на новом инструменте / пишет свою следующую песню и настаивает на том, чтобы персонажи послушали то, над чем он работает.",
            "Этот персонаж предпочитает быть единственным, кто держит острые инструменты / оружие в комнате, и настаивает на том, чтобы сам заниматься всем, что требует ножа.",
            "Этот персонаж имеет немного крови сатиров, поэтому при разговоре у него есть козлиное 'шшшшшш' при произнесении слов.",
            "Этот персонаж чрезмерно скрытен в отношении своих книг / папок, даже если это не имеет большого значения, как, например, их дневник.",
            "Этот персонаж никогда не ругается.",
            "Этот персонаж ругается каждое второе предложение.",
            "Этот персонаж предполагает самое худшее в любой ситуации, даже что-то такое приятное, как пикник, может, по его мнению, иметь катастрофические последствия.",
            "Этот персонаж становится абсолютно молчаливым рядом с кем-то, кого он считает хотя бы немного привлекательным.",
            "Этот персонаж бесконечно говорит, чтобы заполнить неловкое молчание, даже если ему хочется замолчать, рядом с кем-то, кого он считает хоть немного привлекательным.",
            "Этот персонаж постоянно вспоминает золотые времена или 'хорошие старые дни', даже если тот период, о котором он говорит, не был таким уж замечательным.",
            "Этот персонаж боится крови и теряет сознание при виде крови.",
            "Этот персонаж должен носить определённое украшение или одежду, чтобы чувствовать себя комфортно или в безопасности.",
            "Этот персонаж вслух комментирует всё, что наблюдает в других. Даже то, что большинство предпочло бы оставить при себе.",
            "Этот персонаж обожает сплетни и любую интересную информацию, или просто постоянно интересуется делами других.",
            "Этот персонаж имеет тенденцию раскрывать секреты, свои и чужие, хотя и не намеревается этого делать.",
            "Этот персонаж тает и воркует при виде любого хотя бы немного 'милого' животного, от кошек и собак до пушистых и опасных совинных медведей.",
            "Этот персонаж страдает избирательным мутизмом. В результате, у него есть несколько различных способов невербального общения, когда это необходимо.",
            "Этот персонаж любит слышать себя говорить и всегда находит способ вставить свои личные истории в разговор.",
            "Этот персонаж любит слушать людей, говорящих о своих интересах, и даже если его это не особенно интересует, он задаст последующие вопросы.",
            "Этот персонаж имеет нездоровую одержимость чаем, выпивая его в неприемлемых количествах каждый день.",
            "Этот персонаж грамотен и считает грамматику жизненно важной для успеха. Он будет исправлять и раздражаться на персонажей, если они говорят неправильно.",
            "Этот персонаж часто теряет нить разговора и быстро переходит с одной темы на другую.",
            "Этот персонаж рассказывает неприличные шутки в САМОЕ неподходящее время.",
            "Этот персонаж имеет интересную историю на любой случай. Иногда эти истории могут затянуться слишком долго.",
            "Этот персонаж не переносит океан или любые водоёмы. Он испытывает СТРАШНЫЙ страх перед открытым морем.",
            "Этот персонаж очень религиозен и обычно любит украшать свою одежду символами своего Бога/Богини.",
            "Этот персонаж хочет, чтобы все думали, что он интеллектуал. Иногда он использует большие слова, чтобы казаться умным, хотя не всегда понимает, что они значат.",
            "Этот персонаж очень нервозен и может легко испугаться от громких звуков или когда кто-то подходит сзади.",
            "Этот персонаж звучит мило, но на самом деле очень пассивно-агрессивен и осуждающ.",
            "Этот персонаж хранит еду в карманах, чтобы кормить диких животных.",
            "Этот персонаж имеет хобби, о котором он будет очень рад рассказать, если вы проявите даже малейший интерес.",
            "Этот персонаж сидит на диете и сильно завидует всем вокруг, кто ест вкусную еду или пьёт напитки.",
            "Этот персонаж никогда не остаётся без дела; он не может просто сидеть и ничего не делать. Обычно он занят чем-то: читает книгу, вырезает, собирает цветы и т.д.",
            "Этот персонаж параноидален по поводу почти всего и всех. Всегда существует заговор, в котором он участвует.",
            "Этот персонаж терпелив — слишком терпелив для собственного блага.",
            "Этот персонаж любит порядок, он обожает убираться. Когда кто-то встречает его, его обычно видят с метлой или тряпкой, очищающим что-то или другое.",
            "Этот персонаж любит раздумывать над большими вопросами: кто мы и зачем мы здесь?",
            "Этот персонаж обожает готовить и всегда предлагает еду своим гостям, даже если они отказываются от её предложения.",
            "Этот персонаж увлечён френологией и отчаянно хочет измерить головы всех существ, которых встречает.",
            "Этот персонаж груб и молчалив, за исключением случаев, когда он разговаривает с детьми, потому что они напоминают ему его собственных детей.",
            "Этот персонаж не переносит алкоголь. Он также любит позволить себе развлечение.",
            "Этот персонаж не выносит ошибаться и будет пытаться опровергнуть любое обоснование, которое могло бы это показать. Если он ошибается, он будет дуться несколько дней подряд.",
            "Этот персонаж постоянно делает что-то руками от нервозности: заплетается в волосы, постукивает пальцами по столу, тянет за край своей рубашки.",
            "Этот персонаж откровенно флиртует, но замерзает, если его первым подойдут.",
            "Этот персонаж не верит в магию и не будет верить в неё, даже если кто-то вызовет Тиамат прямо перед ним.",
            "Этот персонаж выглядит усталым и говорит и ходит медленно, как будто в полусне.",
            "Этот персонаж пытается дать советы в форме пословиц из своей родной страны. Иногда они подходят, иногда нет.",
            "Этот персонаж склонен мечтать. Иногда он кажется далеко отстоящим и не слушает. Даже когда он кажется внимательным, он просит повторить последнюю часть.",
            "Этот персонаж не любит насилие, но понимает, что некоторые проблемы не могут быть решены иначе. Он может попросить персонажей предложить ненасильственное решение.",
            "Этот персонаж не доверяет никому и ничему и приятно удивляется, когда что-то происходит так, как обещано или обсуждено.",
            "Этот персонаж находится в поисках редких и труднодоступных ингредиентов для создания зелий. Он регулярно возвращается с новыми травмами.",
            "Этот персонаж не верит в эльфов.",
            "Этот персонаж был назначен богиней природы найти и каталогизировать все виды грибов. Он делает это очень плохо и не стоит доверять ему приготовление пищи.",
            "Этот персонаж — десяти тысячелетний дракон в disguise, просто развлекается, создавая всяческие проблемы.",
            "Этот персонаж всегда пытается упасть на магические грибы и старается скрыть этот факт.",
            "Этот персонаж испытывает интенсивное недоверие к городскому стражу.",
            "Этот персонаж неугомонный и часто смотрит на небо или потолок, чтобы проверить, нет ли монстров.",
            "Этот персонаж воспринимает любую новую информацию как потенциальное обман.",
            "Этот персонаж быстро вступает в драки, чтобы проверить свою собственную силу.",
            "Этот персонаж не удовлетворится, пока не будет самым экстравагантно одетым человеком в комнате.",
            "Этот персонаж невероятно полезен, независимо от того, хотите ли вы этого или нет.",
            "Этот персонаж часто говорит загадками или рифмами, и понять их бывает довольно сложно.",
            "Этот персонаж строго следует правилам даже тогда, когда это причиняет неудобства ему и всем вокруг.",
            "Этот персонаж разговаривает со всеми спокойным, но презрительным голосом, почти как будто говорит с ребёнком.",
            "Этот персонаж относится к своим инструментам/транспортному средству с большей любовью и вниманием, чем к своей семье.",
            "Этот персонаж даёт всем прозвища и отказывается узнать их настоящие имена.",
            "Этот персонаж всегда носит еду на палочке и, если спросить, настоятельно порекомендует сомнительный ларёк, откуда она.",
            "Этот персонаж настаивает на том, чтобы носить слишком тяжёлые вещи или заботиться о хрупких предметах, которые он неизменно ломает, или следить за ценностями, которые он обязательно потеряет.",
            "Этот персонаж спит весь день и бодрствует всю ночь.",
            "Этот персонаж обожает определённого героя своей веры и постоянно ссылается на его деяния и примеры.",
            "Этот персонаж находит общий язык даже с самыми злейшими врагами, сочувствуя им и всегда стремясь к миру.",
            "Этот персонаж видит знаки в каждом событии и действии. Боги пытаются говорить с нами, нам просто нужно слушать.",
            "Ничто не может поколебать оптимистичное отношение этого персонажа.",
            "Этот персонаж часто цитирует (или неправильно цитирует) священные тексты и пословицы в почти любой ситуации.",
            "Этот персонаж терпим (или нетерпим) к другим верованиям и уважает (или осуждает) поклонение другим богам.",
            "Этот персонаж наслаждается изысканной пищей, напитками и высоким обществом среди элиты своего храма. Грубая жизнь раздражает его.",
            "Этот персонаж провёл столько времени в храме, что у него мало практического опыта общения с людьми из внешнего мира.",
            "Этот персонаж легко влюбляется и всегда стремится за кем-то.",
            "Этот персонаж имеет шутку на каждую ситуацию, особенно в случаях, когда юмор неуместен.",
            "Лесть — это основной приём этого персонажа для получения того, что он хочет.",
            "Этот персонаж — прирождённый игрок, который не может устоять перед риском ради потенциальной выгоды.",
            "Этот персонаж врет почти обо всём, даже когда нет хорошей причины для этого.",
            "Сарказм и оскорбления — это оружие этого персонажа.",
            "Этот персонаж носит несколько священных символов и вызывает того бога, который может пригодиться в данный момент.",
            "Этот персонаж забирает всё, что видит и что может иметь какую-то ценность.",
            "Этот персонаж всегда имеет план на случай, если что-то пойдёт не так.",
            "Этот персонаж всегда спокоен, независимо от ситуации. Он никогда не повышает голос и не позволяет эмоциям контролировать себя.",
            "Первое, что делает этот персонаж в новом месте — это отмечает местоположение всего ценного или место, где это может быть спрятано.",
            "Этот персонаж предпочитает завести нового друга, чем нового врага.",
            "Этот персонаж невероятно медленно доверяет. Те, кто кажется самыми честными, часто имеют больше всего, что скрывать.",
            "Этот персонаж не обращает внимания на риски в ситуации. Никогда не говорите ему о шансах.",
            "Лучший способ заставить этого персонажа что-то сделать — сказать ему, что он не сможет это сделать.",
            "Этот персонаж взрывается от малейшего оскорбления.",
            "Этот персонаж знает историю, относящуюся почти к каждой ситуации.",
            "Когда этот персонаж приходит в новое место, он собирает местные слухи и распространяет сплетни.",
            "Этот персонаж — безнадежный романтик, всегда ищущий ту 'особую' личность.",
            "Никто не может оставаться сердитым на этого персонажа или рядом с ним надолго, поскольку он может развеять любое напряжение.",
            "Этот персонаж любит хорошие оскорбления, даже если они адресованы ему.",
            "Этот персонаж становится обиженным, если он не находится в центре внимания.",
            "Этот персонаж довольствуется только совершенством.",
            "Этот персонаж меняет настроение или мнение так же быстро, как меняет тональность в песне.",
            "Этот персонаж судит людей по их поступкам, а не по словам.",
            "Если кто-то попадает в беду, этот персонаж всегда готов помочь.",
            "Когда этот персонаж ставит перед собой цель, он следует ей, независимо от того, что встаёт на его пути.",
            "Этот персонаж имеет сильное чувство справедливости и всегда старается найти наиболее справедливое решение споров.",
            "Этот персонаж уверен в своих способностях и делает всё, чтобы вселить уверенность в других.",
            "Размышления — это не для этого персонажа. Он предпочитает действия.",
            "Этот персонаж неправильно использует длинные слова, чтобы казаться умнее.",
            "Этот персонаж легко скучает. Когда он начнёт следовать своей судьбе?",
            "Этот персонаж верит, что всё стоящее делать стоит делать правильно. Он не может с этим ничего поделать — он перфекционист.",
            "Этот персонаж — сноб, который смотрит свысока на тех, кто не может оценить высокое искусство.",
            "Этот персонаж всегда хочет знать, как работают вещи и что заставляет людей действовать.",
            "Этот персонаж полон остроумных афоризмов и имеет пословицу на любой случай.",
            "Этот персонаж груб к людям, которые не разделяют его преданность упорной работе и честной игре.",
            "Этот персонаж любит долго говорить о своей профессии.",
            "Этот персонаж не расстаётся с деньгами легко и будет торговаться до конца, чтобы получить лучшую сделку.",
            "Этот персонаж хорошо известен своей работой и хочет, чтобы все её оценили. Он всегда удивлён, когда люди не слышали о нём.",
            "Этот персонаж был изолирован так долго, что редко говорит, предпочитая жесты и редкие ворчания.",
            "Этот персонаж совершенно спокоен, даже перед лицом катастрофы.",
            "У лидера его сообщества есть мудрые слова по каждой теме, и этот персонаж стремится поделиться этой мудростью.",
            "Этот персонаж испытывает огромную эмпатию ко всем, кто страдает.",
            "Этот персонаж не обращает внимания на этикет и социальные ожидания.",
            "Этот персонаж связывает всё, что с ним происходит, с великой космической схемой.",
            "Этот персонаж часто теряется в своих собственных мыслях и размышлениях, становясь невидимым для окружающих.",
            "Этот персонаж работает над великой философской теорией и любит делиться своими идеями.",
            "Его красноречивая лесть заставляет всех, с кем он общается, чувствовать себя самыми чудесными и важными людьми в мире.",
            "Обычные люди любят этого персонажа за его доброту и щедрость.",
            "Никто не может сомневаться, глядя на его королевскую осанку, что он выше грязных масс.",
            "Этот персонаж тщательно следит за своим внешним видом и всегда следует последним модным тенденциям.",
            "Этот персонаж не любит пачкать руки и не будет пойман в неподходящих условиях.",
            "Несмотря на своё происхождение, этот персонаж не ставит себя выше других. У нас у всех одна кровь.",
            "Его благосклонность, однажды потерянная, потеряна навсегда.",
            "Если этот персонаж получит вред, он раздавит вас, испортит ваше имя и посыпет ваши поля солью.",
            "Этот персонаж движим жаждой приключений, которая привела его далеко от дома.",
            "Этот персонаж следит за своими друзьями, как за помётом новорождённых щенков.",
            "Однажды этот персонаж пробежал двадцать пять миль без остановки, чтобы предупредить свой клан о надвигающейся оркской орде. Он сделает это снова, если потребуется.",
            "Этот персонаж имеет урок на каждую ситуацию, основываясь на наблюдениях за природой.",
            "Этот персонаж не верит в богатых или вежливых людей. Деньги и манеры не спасут вас от голодного совопада.",
            "Этот персонаж постоянно подбирает вещи, абстрактно вертя их в руках и иногда случайно ломая их.",
            "Этот персонаж чувствует себя гораздо более комфортно рядом с животными, чем с людьми.",
            "Этот персонаж, на самом деле, был воспитан волками.",
            "Этот персонаж использует многосложные слова, чтобы создать впечатление большой эрудиции.",
            "Этот персонаж прочитал все книги в самых великих библиотеках мира — или любит хвастаться, что так.",
            "Этот персонаж привык помогать тем, кто не так умён, как он, и терпеливо объясняет всё и вся другим.",
            "Нет ничего, что этот персонаж любит больше, чем хорошая загадка.",
            "Этот персонаж готов выслушать все стороны спора, прежде чем сделать собственное суждение.",
            "Этот персонаж говорит медленно, когда общается с идиотами, которые, по его мнению, почти все.",
            "Этот персонаж ужасно неуклюж в социальных ситуациях.",
            "Этот персонаж убеждён, что люди всегда пытаются украсть его секреты.",
            "Его друзья знают, что могут полагаться на него, независимо от обстоятельств.",
            "Этот персонаж работает усердно, чтобы хорошо провести время, когда работа закончена.",
            "Этот персонаж наслаждается плаванием в новые порты и заводит новых друзей за кружкой пива.",
            "Этот персонаж растягивает правду ради хорошей истории.",
            "Для этого персонажа тавернная драка — хороший способ познакомиться с новым городом.",
            "Этот персонаж никогда не упускает дружескую ставку.",
            "Его язык такой же грязный, как гнездо отиуга.",
            "Этот персонаж любит хорошо выполненную работу, особенно если он может убедить кого-то другого сделать её.",
            "Этот персонаж всегда вежлив и уважителен.",
            "Этот персонаж преследуется воспоминаниями о войне. Он не может избавиться от образов насилия.",
            "Этот персонаж потерял слишком много друзей и медленно заводит новых.",
            "Этот персонаж полон вдохновляющих и предостерегающих рассказов из своего военного опыта, относящихся к почти каждой боевой ситуации.",
            "Этот персонаж может смотреть в глаза демону адской собаки, не дрогнув.",
            "Этот персонаж наслаждается силой и любит ломать вещи.",
            "У этого персонажа грубое чувство юмора.",
            "Этот персонаж сталкивается с проблемами лицом к лицу. Простое прямое решение — это лучший путь к успеху.",
            "Этот персонаж прячет куски еды и мелкие безделушки в своих карманах.",
            "Этот персонаж задаёт много вопросов.",
            "Этот персонаж любит втиснуться в маленькие места, куда никто другой не может попасть.",
            "Этот персонаж спит, прижавшись спиной к стене или дереву, с тем, что у него есть, завернутым в свёрток в руках.",
            "Этот персонаж ест как свинья и имеет плохие манеры.",
            "Этот персонаж думает, что каждый, кто к нему добр, скрывает злые намерения.",
            "Этот персонаж не любит мыться.",
            "Этот персонаж прямо говорит то, что другие намекают или прячут."
        ],
        "flaws": {
            "minorFlaws": [
                "Рассеянный – Невнимательный и забывчивый, часто отвлекающийся от текущих задач или разговоров.",
                "Плохая привычка – Отталкивающая личная привычка. Примеры: ковыряние в носу, плюящее табак, слюнявость, неприятный запах тела.",
                "Балабол – Говорливый или сплетничający человек.",
                "Детский – Характеризуется или указывает на отсутствие зрелости; детский.",
                "Комплексный – Преувеличенная или обсессивная озабоченность или страх. (Укажите конкретный комплекс.)",
                "Эгоистичный – Характеризуется завышенным мнением о собственной важности. Хвастливый, помпезный.",
                "Завистливый – Проявляет чрезмерное желание; болезненно желает преимуществ другого; завистливый, ревнивый.",
                "Неустойчивый – Отклоняющийся от обычного поведения или мнений; эксцентричный: нестабильное поведение. Экстравагантный, странный.",
                "Привередливый – Чрезмерно требовательный или придирчивый; трудно удовлетворимый; фокусирующийся на деталях. Скрягучий, придирчивый, критичный, щепетильный.",
                "Флиртующий – Проявляющий игривый романтический или сексуальный интерес; поведение, предназначенное для возбуждения сексуального интереса. Кокетка. Дразнилка.",
                "Грубый – Резкий или строгий в манере или внешности. Грубый, суровый, скверный.",
                "Доверчивый – Легко верящий любой информации, независимо от ее достоверности или правдивости; легко обманутый.",
                "Гедонистический – Стремление к удовольствиям, особенно к удовольствиям чувств.",
                "Выделяющийся – Склонный к легкомысленным фантазиям; капризный; frivolous. Склонный к экстравагантному поведению, легкомысленный.",
                "Без чувства юмора – Неспособный находить юмор в вещах, и особенно в себе.",
                "Идеалистичный – Человек, чье поведение определяется идеалами, которые часто конфликтуют с практическими соображениями. Необоснованный и непрактичный, руководствующийся идеалами больше, чем практическими соображениями.",
                "Идиотский – Отличающийся отсутствием интеллекта или заботы; глупый или неосторожный.",
                "Незнающий – Лишенный знаний или информации о каком-либо конкретном предмете или факте. Проявляющий или возникающий из-за недостатка образования или знаний.",
                "Безграмотный – Неспособный читать и писать.",
                "Незрелый – Эмоционально неразвиты; ювенильный; детский.",
                "Нетерпеливый – Неспособный терпеливо ждать или выносить задержки; нетерпеливый. Не может переносить раздражение или противодействие; нетолерантный.",
                "Проказливый – Небрежно или раздражающе игривый.",
                "Неумелый – Неспособный выполнять задачи, независимо от их размера или сложности.",
                "Нерешительный – С трудом принимает решения и часто сомневается в выборе.",
                "Неуклюжий – Часто неловкий или склонный к несчастным случаям.",
                "Ленивый – Избегает работы или усилий и предпочитает расслабление.",
                "Порочный – Проявляет неуместное или оскорбительное поведение.",
                "Лжец – Часто говорит неправду или выдумывает истории.",
                "Похотливый – Подвержен сильным желаниям или стремлениям к физическому удовольствию.",
                "Мазохист – Находит удовольствие в перенесении боли или унижения.",
                "Мешающий – Вмешивается в дела других или пытается контролировать ситуации.",
                "Смиренный – Подчиняющийся или лишенный самовыражения.",
                "Мегаломан – Одержимый властью и грандиозными идеями.",
                "Наивный – Лишенный опыта или утонченности; легко обманутый.",
                "Нервный – Проявляет тревогу или опасения.",
                "Любопытный – Чрезмерно интересуется чужими делами.",
                "Одержимый – Проявляет нездоровую преданность определенным идеям или деятельности.",
                "Чрезмерно амбициозный – Имеет чрезмерное стремление к успеху, часто за счет других.",
                "Чрезмерно уверенный – Проявляет чрезмерную уверенность, часто без оснований.",
                "Чрезмерно эмоциональный – Проявляет экстремальные или преувеличенные эмоциональные реакции.",
                "Чрезмерно опекающий – Принимает чрезмерные меры, чтобы защитить других от вреда.",
                "Чрезмерно рьяный – Проявляет чрезмерный энтузиазм или пыл.",
                "Пессимист – Склонен видеть худшее в ситуациях и ожидать негативных исходов.",
                "Надоедливый – Раздражающе настойчивый или надоедливый.",
                "Фобический – Испытывает иррациональные страхи или отвращения.",
                "Практичный – Ориентирован на реалистичные и разумные подходы.",
                "Предсказуемый – Последовательно ведет себя таким образом, который легко предсказать.",
                "Гордый – Проявляет чувство самоуважения и достоинства.",
                "Бунтарь – Действует против установленных норм или власти.",
                "Безрассудный – Действует, не учитывая последствия.",
                "Строгий – Требовательный и жесткий, с высокими стандартами.",
                "Саркастичный – Использует иронию, чтобы насмехаться или выражать презрение.",
                "Скептический – Сомневается в правдивости или действительности вещей.",
                "Соблазнитель – Использует обаяние для привлечения или манипуляции другими.",
                "Поверхностный – Лишен глубины или содержания в мыслях или чувствах.",
                "Умный – Проявляет умность в саркастической или раздражающей манере.",
                "Мягкосердечный – Легко тронут бедами других и проявляет сострадание.",
                "Серьезный – Серьезный и искренний, часто в мрачной или торжественной манере.",
                "Брезгливый – Легко возмущается или испытывает тошноту от неприятных вещей.",
                "Тактичный – Лишен чувствительности или внимания в общении с другими.",
                "Переменный – Склонен к непредсказуемым изменениям настроения.",
                "Театральный – Преувеличивает эмоции или действия для драматического эффекта.",
                "Застенчивый – Лишен уверенности и легко пугается.",
                "Запинающийся – С трудом говорит ясно или выражает свои мысли.",
                "Неудачливый – Часто испытывает несчастья или неудачи.",
                "Ненадежный – Лишен надежности или честности; на него нельзя положиться.",
                "Замкнутый – Предпочитает одиночество и избегает социальных взаимодействий."
            ],
            "majorFlaws": [
                "Оскорбительный – Характеризуется неправильным причинением физического или психологического вреда другим.",
                "Зависимый – Человек, который страдает от зависимости к компульсивной деятельности. Примеры: азартные игры, наркотики, секс.",
                "Безцельный – Лишен направления или цели.",
                "Алкоголик – Человек, который регулярно и чрезмерно употребляет алкогольные напитки.",
                "Тревожный – Полный психического стресса или беспокойства из-за страха перед опасностью или несчастьем; сильно озабоченный; заботливый.",
                "Высокомерный – Обладает чувством превосходства или важности. Склонен к социальной исключительности и отталкивает людей, которых считает ниже себя. Снобистский.",
                "Дерзкий – Безрассудно смелый в пренебрежении к общепринятым нормам, законам и т.д.; нахальный; дерзкий, непослушный.",
                "Фанатик – Человек, который сильно привержен своей группе, религии, расе или политике и не терпит тех, кто отличается от него.",
                "Прямолинейный – Характеризуется прямотой в манере или речи; без тонкости или уклонения. Прямолинейный, грубый, нечувствительный.",
                "Самонадеянный – В плохом смысле слишком навязчивый; берет на себя чрезмерные свободы; чрезмерно уверенный; не проявляет должного скромности или сдержанности; грубый; нахальный.",
                "Бесчувственный – Окаменелый к эмоциям, редко проявляющий их. Безчувственный. Холодный.",
                "Жестокий – Злой к кому-либо или чему-либо, без учета последствий и чувств.",
                "Зависимый – Не способен существовать, поддерживать себя или действовать надлежащим образом без помощи или указаний других.",
                "Нечестный – Склонен к мошенничеству, обману; лукавый, обманчивый, кривой, непорядочный.",
                "Неверный – Лишен лояльности. Неверный, предательский, изменнический.",
                "Расстройство – Заболевание, которое влияет на функционирование разума или тела. (Укажите название расстройства, если оно есть.)",
                "Возмущенный – Проявляет некоторые или несколько признаков психического или эмоционального расстройства. Смущенный, неупорядоченный, невротический, тревожный.",
                "Сомнительный – Полон неопределенности или сомнений. Неопределенный, сомневающийся, неуверенный.",
                "Дислексик – Пострадавший от дислексии, расстройства обучения, отмеченного нарушением способности распознавать и понимать написанные слова.",
                "Переменчивый – Непредсказуемый, изменчивый, нестабильный – особенно в отношении привязанностей или привязанностей; капризный.",
                "Яростный – Отличающийся крайней интенсивностью эмоций или убеждений; склонный реагировать насильственно; горячий.",
                "Зацикленный – В психоаналитической теории, сильная привязанность к человеку или вещи, особенно такая привязанность, сформированная в детстве или младенчестве и проявляющаяся в незрелом или невротическом поведении, которое сохраняется на протяжении всей жизни. Фетиш, причуда, одержимость, влечение.",
                "Обжорный – Склонный к чрезмерному потреблению, особенно пищи или напитков. Прожорливый, ненасытный, свинячий.",
                "Лицемерный – Человек, который постоянно противоречит собственным убеждениям, действиям или высказываниям. Человек, который исповедует убеждения и мнения для других, которые сам не придерживается. Быть лицемером.",
                "Идиотский – Отличающийся отсутствием интеллекта или заботы; глупый или неосторожный.",
                "Безбожный – Лишенный благочестия и почтения к богу/богам и их последователям.",
                "Нетерпимый – Неспособный принимать или уважать убеждения или поведение других.",
                "Судящий – Быстро формирует негативные мнения о других.",
                "Клутц – Часто неловкий или склонный к несчастным случаям.",
                "Лжец – Часто говорит неправду или выдумывает истории.",
                "Похотливый – Подвержен сильным желаниям или стремлениям к физическому удовольствию.",
                "Мазохист – Находит удовольствие в перенесении боли или унижения.",
                "Мегаломан – Одержимый властью и грандиозными идеями.",
                "Наивный – Лишенный опыта или утонченности; легко обманутый.",
                "Нервный – Проявляет тревогу или опасения.",
                "Одержимый – Проявляет нездоровую преданность определенным идеям или деятельности.",
                "Угнетатель – Использует власть для жестокого обращения или доминирования над другими.",
                "Чрезмерно амбициозный – Имеет чрезмерное стремление к успеху, часто за счет других.",
                "Чрезмерно уверенный – Проявляет чрезмерную уверенность, часто без оснований.",
                "Чрезмерно эмоциональный – Проявляет экстремальные или преувеличенные эмоциональные реакции.",
                "Чрезмерно опекающий – Принимает чрезмерные меры, чтобы защитить других от вреда.",
                "Чрезмерно рьяный – Проявляет чрезмерный энтузиазм или пыл.",
                "Пессимист – Склонен видеть худшее в ситуациях и ожидать негативных исходов.",
                "Надоедливый – Раздражающе настойчивый или надоедливый.",
                "Фобический – Испытывает иррациональные страхи или отвращения.",
                "Практичный – Ориентирован на реалистичные и разумные подходы.",
                "Предсказуемый – Последовательно ведет себя таким образом, который легко предсказать.",
                "Эгоистичный – Ставит личные потребности и желания выше интересов других.",
                "Само-мученик – Стремится привлечь внимание или симпатию через самопожертвование или страдание.",
                "Самодовольный – Считает себя морально превосходящим других.",
                "Бесхребетный – Лишен смелости или решимости; легко поддается влиянию.",
                "Злобный – Ласкает причинение вреда или неудовольствия другим.",
                "Избалованный – Перекормлен или потакан, что ведет к чувству права.",
                "Суеверный – Верит в сверхъестественные влияния или предзнаменования.",
                "Слабовольный – Лишен силы воли для принятия твердых решений или сопротивления искушениям.",
                "Создатель проблем – Намеренно создает трудности или конфликты.",
                "Непредсказуемый – Действует таким образом, который трудно предсказать или предугадать.",
                "Тщеславный – Чрезмерно озабочен своей внешностью или достижениями."
            ],
            "fatalFlaws": [
                "Алкоголик – Человек, который регулярно и чрезмерно употребляет алкогольные напитки.",
                "Безумный – Психически расстроенный. Безумный. Сумасшедший. Психотический.",
                "Проклятый – Человек, на которого навели злое проклятие, попал под заклинание или родился в злом обстоятельстве и страдает из-за этого. Проклятый.",
                "Fixated – В психоаналитической теории, сильная привязанность к человеку или вещи, особенно такая привязанность, сформированная в детстве или младенчестве и проявляющаяся в незрелом или невротическом поведении, которое сохраняется на протяжении всей жизни. Фетиш, причуда, одержимость, влечение.",
                "Склонный к чрезмерному потреблению, особенно пищи или напитков. Прожорливый, ненасытный, свинячий.",
                "Садист – Находит удовольствие в причинении боли или страданий другим.",
                "Садомазохист – Находит удовольствие как в причинении, так и в получении боли."
            ]
        }
    }
}