{
    "biography": {
        "places_of_birth": [
            "Дом друга семьи",
            "Дом знахаря",
            "Дом повивальной бабки",
            "Повозка",
            "Тележка",
            "Фургон",
            "Хлев",
            "Сарай",
            "Пещера",
            "Поле",
            "Лес",
            "Храм",
            "Поле боя",
            "Аллея",
            "Бордель",
            "Таверна",
            "Трактир",
            "Замок",
            "Крепость",
            "Башня",
            "Дворец",
            "Канализация",
            "Помойка",
            "Среди представителей другой расы",
            "На борту корабля",
            "В тюрьме",
            "Штаб-квартира секретной организации",
            "В лаборатории мага",
            "Бордель",
            "Дом"
        ],
        "parents": {
            "parentsAwareness": [
                {
                    "description": "Вы не знаете своих родителей.",
                    "mother": false,
                    "father": false
                },
                {
                    "description": "Вы знаете своих родителей.",
                    "mother": true,
                    "father": true
                },
                {
                    "description": "Вы знаете только отца",
                    "mother": false,
                    "father": true
                },
                {
                    "description": "Вы знаете только мать",
                    "mother": true,
                    "father": false
                }
            ],
            "parentsInfo": {
                "Полуэльф": [
                    "Один родитель был человеком, а другой — эльфом.",
                    "Один родитель был эльфом, а другой — полуэльфом.",
                    "Один родитель был полуэльфом, а другой — человеком.",
                    "Оба родителя — полуэльфы."
                ],
                "Полуорк": [
                    "Один родитель был орком, а другой — человеком.",
                    "Один родитель был орком, а другой — полуорк.",
                    "Один родитель был полуорк, а другой — человеком.",
                    "Оба родителя — полуорки."
                ],
                "Тифлинг": [
                    "Оба родителя были людьми, инфернальное наследие которых не проявлялось до вашего рождения.",
                    "Один родитель был тифлингом, а другой — человеком.",
                    "Один родитель был тифлингом, а другой — дьяволом.",
                    "Один родитель был человеком, а другой — дьяволом."
                ],
                "Орк": [
                    "Оба родителя — орки.",
                    "Один родитель был орком, а другой — полуорк."
                ],
                "Эльф": [
                    "Оба родителя — эльфы.",
                    "Один родитель был эльфом, а другой — полуэльфом."
                ],
                "Драконорождённый": [
                    "Оба родителя — драконорождённые.",
                    "Один родитель был драконорождённым, а другой — человеком.",
                    "Один родитель был драконорождённым, а другой — драконом в человеческой форме."
                ],
                "Человек": [
                    "Оба родителя — люди.",
                    "Один родитель был человеком, а другой — полуорк.",
                    "Один родитель был человеком, а другой — полуэльф."
                ],
                "Дварф": [
                    "Оба родителя — дварфы.",
                    "Один родитель был дварфом, а другой — человеком.",
                    "Один родитель был дварфом, а другой — полуэльфом.",
                    "Один родитель был дварфом, а другой — полуорк."
                ],
                "Полурослик": [
                    "Оба родителя — полурослики.",
                    "Один родитель был полуросликом, а другой — человеком.",
                    "Один родитель был полуросликом, а другой — полуэльфом.",
                    "Один родитель был полуросликом, а другой — полуорк."
                ],
                "Гном": [
                    "Оба родителя — гномы.",
                    "Один родитель был гномом, а другой — человеком.",
                    "Один родитель был гномом, а другой — полуэльфом.",
                    "Один родитель был гномом, а другой — полуорк."
                ]
            },
            "familyInfo": [
                "Нет",
                "Богадельня",
                "Храм",
                "Сиротский приют",
                "Опекун",
                "Тётя по линии отца",
                "Дядя по линии отца",
                "Тётя по линии матери",
                "Дядя по линии матери",
                "Тётя и дядя по линии отца",
                "Тётя и дядя по линии матери",
                "Племя",
                "Клан",
                "Приёмная семья",
                "Бабушка по линии отца",
                "Дедушка по линии отца",
                "Бабушка по линии матери",
                "Дедушка по линии матери",
                "Бабушка и дедушка по линии отца",
                "Бабушка и дедушка по линии матери",
                "Приёмная семья (той же расы)",
                "Приёмная семья (другой расы)",
                "Отец-одиночка",
                "Мать-одиночка",
                "Мать и отец"
            ],
            "missingParentOptions": [
                "Ваш родитель погиб в битве",
                "Ваш родитель погиб от болезни",
                "Ваш родитель был заключён в тюрьму",
                "Ваш родитель был продан в рабство",
                "Ваш родитель был обращён в рабство",
                "Ваш родитель был лишён свободы по неизвестной причине",
                "Ваш родитель исчез при загадочных обстоятельствах",
                "Ваш родитель был изгнан из родного королевства",
                "Ваш родитель пропал без вести после магического эксперимента",
                "Ваш родитель был похищен чудовищем",
                "Ваш родитель был похищен врагом",
                "Ваш родитель был убит в результате заговора",
                "Ваш родитель исчез, покинув семью по собственному желанию",
                "Ваш родитель был обращён в нежить",
                "Ваш родитель был превращён в монстра",
                "Ваш родитель был изгнан за преступление против королевской власти",
                "Ваш родитель утонул в водах опасного океана",
                "Ваш родитель утонул в водах реки",
                "Ваш родитель погиб в результате стихийного бедствия",
                "Ваш родитель стал жертвой магического проклятия"
            ]
        },
        "siblings": [
            "Брат",
            "Сестра",
            "Сестра по отцу",
            "Сестра по матери",
            "Брат по отцу",
            "Брат по матери",
            "Брат по воспитанию",
            "Сестра по воспитанию"
        ],
        "statePerson": [
            "Мёртв",
            "Мёртв при загадочных обстоятельствах",
            "Пропал",
            "Пропал без вести в бою",
            "Пропал, но ходят слухи о его местонахождении",
            "Состояние неизвестно",
            "Жив, но серьёзно болен",
            "Жив, но находится в плену",
            "Жив, но испытывает трудности из-за ранения",
            "Жив, но испытывает трудности из-за финансов",
            "Жив, но испытывает трудности из-за отношений",
            "Жив, но предал семью",
            "Жив и стал отшельником",
            "Жив и нашёл покой в религии",
            "Жив и здоров",
            "Жив и весьма успешен",
            "Жив, и о нём идёт дурная слава",
            "Жив и прославлен"
        ],
        "deathCause": [
            "Неизвестна",
            "Убит",
            "Погиб в битве",
            "Несчастный случай на работе",
            "Несчастный случай вне работы",
            "Умер от болезни",
            "Умер от старости",
            "Самоубийство",
            "Разорван на части диким животным",
            "Разорван на части природным бедствием",
            "Сожран чудовищем",
            "Казнён за преступление",
            "Умер под пытками",
            "Убит метеоритом",
            "Поражён разгневанным богом",
            "Погиб во время вылупления слаада",
            "Погиб в магической дуэли",
            "Умер от проклятия",
            "Жертва ритуала",
            "Утоплен",
            "Умер от яда",
            "Погиб в мятеже",
            "Погиб в результате взрыва",
            "Умер от психического стресса",
            "Убит предателем",
            "Умер, защищая родного человека",
            "Погиб на дуэли",
            "Погиб, исследуя опасные руины"
        ],
        "childhood": {
            "home": [
                "На улицах",
                "Обветшалая лачуга",
                "Бродяжничество по миру",
                "Деревня в глуши",
                "Комната в бедном районе",
                "Небольшой дом в деревне",
                "Большой дом в городе",
                "Поместье в загороде",
                "Большой дворец",
                "Замок",
                "Путешествовал по землям в палатке",
                "Жил у друзей",
                "Жил у родственников",
                "Маленькая квартира в многоквартирном доме",
                "Хижина в лесу",
                "Торговая лавка или склад",
                "Палатка в лагере",
                "Огромный особняк на окраине города",
                "Люкс-комнаты в роскошном отеле"
            ],
            "memories": [
                "Меня преследуют воспоминания о том, как меня унижали сверстники.",
                "Я провёл детство в одиночестве без близких друзей.",
                "Сверстники считали меня странным, и у меня было мало приятелей.",
                "Моё детство было обычным, и у меня было несколько близких друзей.",
                "Я имел несколько друзей, и детство в целом было счастливым.",
                "Я легко находил друзей и всегда был в компании.",
                "Все знали меня, и я имел друзей везде, куда бы ни отправился.",
                "Мои воспоминания полны тревог и опасностей, с которыми я сталкивался.",
                "Я часто перемещался, и у меня не было стабильных друзей.",
                "У меня были верные друзья, которые поддерживали меня в трудные времена.",
                "Воспоминания о детстве связаны с постоянными приключениями и открытиями.",
                "Я был любимцем среди сверстников, и детство было полным веселья.",
                "Я вырос в среде постоянной конкуренции, что сформировало мой характер.",
                "Моё детство было насыщено семейными традициями и праздниками."
            ],
            "lifestyle": [
                "Никудышное",
                "Нищенское",
                "Бедное",
                "Скромное",
                "Комфортное",
                "Богатое",
                "Аристократическое",
                "Неизвестно",
                "Мизерное",
                "Обычное",
                "Среднее",
                "Достаточное",
                "Роскошное",
                "Элегантное",
                "Великолепное"
            ]
        },
        "lifeEvents": {
            "tragedy": [
                "Умер член семьи",
                "Умер близкий друг",
                "Дружба закончилась предательством",
                "Дружба закончилась ссором",
                "Вы потеряли всё из-за природного бедствия",
                "Вы потеряли всё из-за магической катастрофы",
                "Вас осудили на тюремное заключение по ложному обвинению",
                "Вас осудили на тюремное заключение за преступление",
                "Война разорила ваше родное поселение",
                "Война разрушила ваш дом",
                "Возлюбленный исчез без следа",
                "Возлюбленный был убит",
                "Ужасная порча поразила урожай вашего поселения",
                "Ужасная порча поразила скот вашего поселения",
                "Вы сотворили что-то, ужасно опозорившее вас перед обществом",
                "Вы совершили магическое преступление, которое опозорило вас",
                "По неизвестным причинам вы были изгнаны из вашего поселения",
                "Вы были изгнаны из поселения за нарушение закона",
                "Роман завершился расставанием",
                "Роман завершился изменой",
                "Ваш потенциальный романтический партнёр умер при трагических обстоятельствах",
                "Ваш потенциальный романтический партнёр был похищен",
                "Вы совершили что-то ужасное, что опозорило вашу семью и друзей",
                "Вы совершили магическое преступление, которое опозорило вашу семью"
            ],
            "blessing": [
                "Дружественный волшебник отдал вам свиток с заклинанием",
                "Вы спасли обывателя, который теперь обязан вам жизнью",
                "Вы нашли ездовую лошадь, готовую к путешествиям",
                "Вы нашли немного золота",
                "Вы получили в наследство простое оружие",
                "Вы нашли интересную безделушку, которая может оказаться ценным артефактом",
                "Вы когда-то прислуживали в храме, и вам могут восстановить хиты",
                "Знакомый алхимик подарил вам зелье лечения",
                "Вы нашли карту сокровищ, указывающую на скрытые богатства",
                "Дальний родственник оставил вам состояние",
                "Вы получили благословение от высокопоставленного жреца, увеличивающее вашу удачу",
                "Вас наградили магическим амулетом, усиливающим ваши способности",
                "Вы нашли редкую книгу с древними знаниями",
                "Вам подарили магический кристалл, способный хранить заклинания",
                "Вы получили помощь от могущественного духа, который может раз в день защитить вас от вреда",
                "Вы нашли старинное оружие, обладающее особыми свойствами",
                "Вы обнаружили полезный алхимический ингредиент, который может быть использован для создания мощных зелий",
                "Вы получили благосклонность местного вождя или правителя, что облегчает ваше положение",
                "Вам вручили редкий артефакт, обладающий неизвестной силой",
                "Вы нашли старый дневник с записями о давно забытых приключениях и тайнах"
            ],
            "love": [
                "Влюбился",
                "Поженился"
            ],
            "enemy": [
                "Опасный соперник: Могущественный противник, который стремится вас победить. Имеет сильные боевые навыки и личные мотивы.",
                "Коррумпированный чиновник: Влиятельный и богатый чиновник, который использует свою власть в корыстных целях. Мотивирован деньгами и властью.",
                "Завистливый коллега: Человек, который завидует вашим успехам и пытается помешать вам. Мотивирован личной обидой или конкуренцией.",
                "Главарь преступной банды: Лидер известной преступной группировки. Опасен и стремится расширить своё влияние и контроль.",
                "Враждебная фракция: Целая фракция или организация, которая противодействует вашим целям. Имеет много сторонников и ресурсов.",
                "Мстительный дух: Сверхъестественное существо, стремящееся отомстить за прошлые обиды. Его мотивы связаны с прошлыми событиями.",
                "Отступник-маг: Могущественный маг, ставший тёмным. Опасен и непредсказуем.",
                "Лидер культа: Лидер фанатичного культа, который верит в тёмное пророчество или цель. Имеет преданных последователей.",
                "Наёмный убийца: Профессиональный убийца, нанятый для вашей ликвидации. Имеет навыки и опыт в скрытых операциях.",
                "Древнее зло: Существо, которое давно забыто и освободилось. Представляет собой огромную угрозу и обладает мощными способностями.",
                "Изменник среди союзников: Бывший союзник, который предал вас и теперь действует против ваших интересов. Мотивирован личной местью или выгодой.",
                "Магический монстр: Существо, созданное или усиленное магией. Обладает необычными способностями и является серьёзной угрозой.",
                "Опасный контракт: Существо или организация, с которыми вы заключили опасный договор. Теперь они преследуют вас, чтобы выполнить условия контракта.",
                "Потусторонний враг: Существо из другого измерения или мира, которое проникло в ваш мир и представляет собой экзотическую и опасную угрозу.",
                "Политический соперник: Амбициозный политик или правитель, который видит в вас угрозу своему влиянию и использует свои ресурсы, чтобы уничтожить вас.",
                "Ненадёжный союзник: Существующий или бывший союзник, который в критический момент предал вас, преследуя свои цели.",
                "Скрытый манипулятор: Лицемерный персонаж, который за кулисами управляет событиями, чтобы вывести вас из равновесия.",
                "Секретный агент: Специалист по скрытым операциям, работающий на тайную организацию, которая преследует вас.",
                "Маг-изгнанник: Могучий маг, который был изгнан за свои действия и теперь ищет мести.",
                "Темный рыцарь: Рыцарь, который пал в тьму и теперь использует свои навыки и броню, чтобы преследовать вас.",
                "Гигантское чудовище: Огромное и свирепое существо, представляющее угрозу только своим размером и силой.",
                "Вождь племени: Лидер враждебного племени или клана, который хочет защитить свою территорию от вашего вторжения."
            ],
            "friend": [
                "Верный спутник: Дружелюбный и надежный союзник, который всегда поддерживает вас в трудные времена.",
                "Старый друг: Давний друг, с которым вы пережили много совместных приключений. Имеет глубокое доверие к вам.",
                "Мастер своего дела: Знаток в своей области, который готов поделиться своими знаниями и навыками.",
                "Добрый сосед: Добродушный и отзывчивый человек, который живет рядом и всегда готов помочь в любой ситуации.",
                "Талантливый артист: Артист или музыкант, который развлекает и вдохновляет своей работой. Вдохновляет вас своими достижениями.",
                "Ценный информатор: Человек, обладающий важной информацией, которая может помочь вам в ваших приключениях.",
                "Покровитель: Человек, который поддерживает вас финансово или морально. Ваш успех важен для него.",
                "Брат по оружию: Боевой товарищ, с которым вы вместе сражались и прошли через испытания.",
                "Загадочный союзник: Интригующий персонаж с таинственным прошлым, который предоставляет вам помощь по собственным причинам.",
                "Мудрый наставник: Мудрый и опытный наставник, который научил вас многому и поддерживает ваши начинания.",
                "Эксцентричный учёный: Ученый с необычными идеями, который предоставляет вам уникальные знания или магические предметы.",
                "Влиятельный благотворитель: Богатый и влиятельный человек, который выделяет средства на ваши начинания или помогает вам в трудную минуту.",
                "Опытный разведчик: Ловкий и находчивый разведчик, который помогает вам собирать информацию и избегать опасностей.",
                "Легендарный герой: Великий и известный герой, который вдохновляет вас своими подвигами и может предложить советы или помощь.",
                "Добрая фея или дух: Сверхъестественное существо, которое оказывает вам поддержку или предоставляет волшебные дары.",
                "Отважный воин: Опытный воин, который готов сражаться рядом с вами в самых опасных ситуациях.",
                "Маг-покровитель: Могущественный маг, который оказывает вам помощь в виде заклинаний, артефактов или магических знаний.",
                "Любимый питомец: Лояльное животное-компаньон, которое всегда рядом и помогает вам в приключениях.",
                "Ревностный защитник: Защитник, который проявляет особую преданность, охраняя вас от любых угроз."
            ],
            "importantPerson": [
                "Маг: Могущественный маг, специализирующийся на заклинаниях и магических исследованиях.",
                "Рыцарь: Сильный и храбрый рыцарь, защищающий слабых и соблюдающий кодекс чести.",
                "Вор: Опытный вор, специализирующийся на краже и мошенничестве. Обладает ловкостью и хитростью.",
                "Алхимик: Искусный алхимик, создающий зелья и эликсиры. Обладает знаниями о магических и лечебных веществах.",
                "Охотник: Мастер охоты и выживания, хорошо знаком с дикой природой и навыками следопыта.",
                "Кузнец: Опытный кузнец, создающий оружие и доспехи. Обладает навыками работы с металлом.",
                "Лекарь: Заботливый и мудрый лекарь, специализирующийся на лечении травм и болезней.",
                "Шпион: Опытный шпион, занимающийся сбором информации и разведкой. Обладает навыками скрытности и маскировки.",
                "Торговец: Умелый торговец, который разбирается в товарах и умеет вести переговоры.",
                "Скульптор: Талантливый скульптор, создающий произведения искусства из различных материалов.",
                "Бард: Мастер искусства и музыки, который развлекает и вдохновляет своим искусством, и обладает магическими способностями.",
                "Жрец: Служитель божества, который использует свою силу для исцеления и защиты, а также для выполнения священных обязанностей.",
                "Навигатор: Специалист по картографии и исследованию, который помогает в поисках новых земель и построении маршрутов.",
                "Инженер: Изобретатель, работающий над созданием сложных механизмов и конструкций.",
                "Проводник: Опытный проводник, который помогает путешественникам безопасно передвигаться через труднопроходимые местности.",
                "Картограф: Специалист по созданию карт и исследованию неизведанных территорий.",
                "Медицинский эксперт: Специалист в области медицинских исследований и сложных процедур лечения.",
                "Техник: Профессионал, занимающийся ремонтом и обслуживанием технических устройств и механизмов.",
                "Зельевар: Мастер в создании магических и лечебных зелий, обладающий глубокими знаниями о травах и их свойствах."
            ],
            "adventure": [
                "Поиск древнего артефакта: Вы отправились в далекое путешествие, чтобы найти древний и могущественный артефакт.",
                "Исследование затерянного города: Вы исследуете забытый и заброшенный город, полный загадок и опасностей.",
                "Спасение заложников: Вам предстоит освободить группу заложников из рук опасных преступников.",
                "Разгадка древнего пророчества: Вы пытаетесь разгадать старинное пророчество, которое может изменить судьбу мира.",
                "Сражение с чудовищем: Вам предстоит сразиться с ужасным чудовищем, угрожающим местному населению.",
                "Поход в неизведанные земли: Вы отправляетесь в неизведанные и опасные земли, чтобы открыть новые горизонты.",
                "Участие в турнире: Вы принимаете участие в престижном турнире, чтобы доказать свои боевые навыки и выиграть призы.",
                "Разгадка убийства: Вам предстоит расследовать сложное убийство и раскрыть тайну преступления.",
                "Договор с магическим существом: Вы заключаете сделку с могущественным магическим существом, которое предлагает свои услуги или знания.",
                "Поход по подземельям: Вы исследуете опасные подземелья, полные ловушек и сокровищ.",
                "Восстановление разрушенного храма: Вам предстоит помочь восстановить и очистить древний храм от тёмных сил.",
                "Открытие нового торгового маршрута: Вы прокладываете новый торговый маршрут через опасные территории.",
                "Дележка наследства: Вы участвуете в сложных переговорах или испытаниях, чтобы получить свою долю в наследстве.",
                "Помощь в изгнании демонов: Вам поручено помочь в изгнании демонов, угрожающих местным жителям.",
                "Исследование древних руин: Вы исследуете древние руины, полные таинственных символов и механизмов.",
                "Покорение высоких гор: Вы отправляетесь в сложное путешествие по высоким горам, чтобы найти редкий ресурс или достичь важной цели.",
                "Сбор редких трав: Вам предстоит искать и собирать редкие и опасные травы для создания уникальных зелий.",
                "Союз с местными племенами: Вы устанавливаете союз с местными племенами или народами для достижения общей цели.",
                "Поиск затерянного корабля: Вы ищете затерянный или крушённый корабль, чтобы найти его сокровища или узнать его тайну.",
                "Отслеживание пропавшего животного: Вам нужно найти пропавшее важное животное, которое может помочь в ваших приключениях."
            ],
            "mystery": [
                "Призрак: Вы встретили призрака, который искал покой или имел важное послание для вас.",
                "Демоническое существо: Вы столкнулись с демоническим существом, обладавшим злыми намерениями и магическими способностями.",
                "Магический портал: Вы обнаружили магический портал, ведущий в другое измерение или параллельный мир.",
                "Сверхъестественная буря: Небо наполнилось странными знаками и бурей, полной магической энергии и аномалий.",
                "Чудесное видение: Вы пережили удивительное видение или пророчество, которое могло изменить вашу судьбу.",
                "Древний дух: Вы встретили древнего духа, который хранил секреты и знания, давно забытые людьми.",
                "Магическое заклинание: Вы случайно наткнулись на могущественное заклинание, которое могло оказать значительное влияние на окружающий мир.",
                "Заколдованный объект: Вы нашли заколдованный объект, обладавший необычными свойствами и способностями.",
                "Волшебное существо: Вы встретили редкое и волшебное существо, обладавшее уникальными способностями и мудростью.",
                "Аномалия времени: Время начало искажаться, и вы столкнулись с аномалией, которая меняла вашу реальность.",
                "Загадочный артефакт: Вы нашли древний артефакт с неизвестными магическими свойствами и силой.",
                "Энергетическая сущность: Вы столкнулись с невидимой энергетической сущностью, которая взаимодействует с окружающим миром.",
                "Магическая иллюзия: Вы попали в магическую иллюзию, созданную мощным колдуном или природной силой.",
                "Летающие существа: Вы встретили загадочные летающие существа, обладавшие магическими или предсказательными способностями.",
                "Пророческие сны: Вы пережили серию пророческих снов, которые содержат ключ к важному событию или тайне.",
                "Темные ритуалы: Вы обнаружили место или группу, занимающуюся тёмными ритуалами, обладающими опасными магическими эффектами.",
                "Магическое аномалия: Вы наткнулись на магическую аномалию, которая искажает пространство или время вокруг вас.",
                "Заклинатель-отшельник: Вы встретили заклинателя, который живёт в уединении и хранит древние магические знания.",
                "Незримое существо: Вы встретили существо, которое невидимо для большинства, но оказывает влияние на ваше окружение.",
                "Энергетический вихрь: Вы оказались в центре мощного энергетического вихря, который изменяет магические свойства окружающей среды."
            ],
            "battle": [
                "Сражение с ордами монстров: Вы сражались с множеством монстров, которые атаковали вашу деревню. Это была жестокая битва за выживание.",
                "Поединок с врагом: Вы приняли участие в дуэли с опасным противником. Каждый удар был важен, и вы проявили все свои боевые навыки.",
                "Оборона крепости: Вам пришлось защищать крепость от осады. Сражение было долгим и трудным, но вы смогли сохранить стены целыми.",
                "Морское сражение: Вы участвовали в битве на море, сражаясь на кораблях с пиратами или врагами. Шторм и обстрелы усложнили задачу.",
                "Групповая битва: Вам пришлось сражаться в составе группы воинов против большого количества противников. Координация и стратегия были ключевыми.",
                "Ночной налет: Вы приняли участие в ночном нападении на лагерь врага. Тьма и неожиданность сыграли свою роль в исходе битвы.",
                "Сражение с могущественным существом: Вы столкнулись с опасным существом, обладающим магическими или физическими способностями, которые ставили вас на грань поражения.",
                "Битва за территорию: Вам пришлось сражаться за контроль над важной территорией. Конфликт был сложным и изматывающим.",
                "Оборона от магического нападения: Вы защищались от магической атаки, включая заклинания и чар. Битва была не только физической, но и магической.",
                "Арена гладиаторов: Вы сражались на арене как гладиатор, выступая перед зрителями и сталкиваясь с различными противниками.",
                "Сражение с темными рыцарями: Вы встретились с группой тёмных рыцарей, обладающих силой и хитростью. Сражение требовало силы и тактики.",
                "Битва в руинах: Вы сражались в древних руинах, где обломки и ловушки усложняли бой. Битва была как физической, так и стратегической.",
                "Сражение с элементалями: Вам пришлось столкнуться с элементальными существами, такими как огненные или ледяные духи, каждое из которых имело уникальные способности.",
                "Погоня: Вас преследовали враги, и вам пришлось использовать все свои навыки, чтобы избежать захвата и, возможно, привести контратаку.",
                "Сражение с неупокоенными: Вы сражались с армией нежити или других неупокоенных существ, обладающих мёртвой силой и темными чарами.",
                "Защита каравана: Вам пришлось защитить караван от нападений бандитов или диких существ, сопровождая его через опасные территории.",
                "Сражение с гигантами: Вы столкнулись с гигантскими существами, которые угрожали разрушением и хаосом. Каждый удар и движение имели огромное значение."
            ],
            "crime": [
                "Кража: Вы были обвинены в краже ценных вещей. Вас преследовали и искали, но вы смогли скрыться.",
                "Мошенничество: Вы стали жертвой мошенничества. Ваша репутация была под угрозой.",
                "Обман: Вы были обвинены в обмане. Ваша репутация была под угрозой.",
                "Убийство (ложное обвинение): Вас обвиняли в убийстве, которого вы не совершали. Это нанесло удар по вашей репутации.",
                "Убийство (настоящее): Вы действительно совершили ужасное преступление. Вас преследовали и искали.",
                "Шпионаж за важными лицами: Вы были пойманы за шпионажем за важными людьми. Теперь вы должны скрываться.",
                "Шпионаж за организациями: Вы были пойманы за слежкой за важными организациями. Теперь вы должны скрываться.",
                "Вандализм (разрушение собственности): Вас обвинили в разрушении собственности. Последствия были довольно серьезными.",
                "Вандализм (акт разрушения): Вас обвинили в акте вандализма. Последствия были довольно серьезными.",
                "Нарушение закона: Вы нарушили закон, что привело к серьезным последствиям. Вам пришлось скрываться от стражей порядка.",
                "Ложное обвинение: Вас обвинили в преступлении, которого вы не совершали. Доказать свою невиновность было сложной задачей.",
                "Похищение (вовлеченность): Вы были вовлечены в похищение кого-то. Это было напряженное и опасное событие.",
                "Похищение (жертва): Вы сами стали жертвой похищения. Это было напряженное и опасное событие.",
                "Торговля запрещенными веществами: Вы были вовлечены в торговлю запрещенными веществами. Это привело к серьезным последствиям.",
                "Торговля запрещенными артефактами: Вы были вовлечены в торговлю запрещенными артефактами. Это привело к серьезным последствиям.",
                "Измена: Вас обвинили в измене. Это нанесло удар по вашему социальному статусу.",
                "Предательство: Вас обвинили в предательстве. Это нанесло удар по вашему социальному статусу.",
                "Нарушение клятвы: Вас обвинили в нарушении клятвы. Это нанесло удар по вашему социальному статусу.",
                "Подлог документов: Вы были обвинены в подделке документов. Это привело к серьезным правовым последствиям.",
                "Мошенничество с наследством: Вы были вовлечены в мошенничество с наследством или имуществом. Это подорвало вашу репутацию.",
                "Нарушение торговых соглашений: Вы нарушили условия важного торгового соглашения, что вызвало финансовые и правовые последствия.",
                "Неуплата налогов: Вы были обвинены в уклонении от уплаты налогов, что привело к финансовым и правовым проблемам.",
                "Преступление в тайне: Вы совершили преступление, которое долго оставалось нераскрытым, но последствия были серьезными, когда оно стало известно."
            ],
            "magic": [
                "Магический артефакт: Вы обнаружили могущественный магический артефакт, который обладает особыми способностями.",
                "Заклинание: Вы встретились с древним заклинанием, которое изменяет ваше восприятие или физическое состояние.",
                "Магическая аномалия: Вы столкнулись с магической аномалией, которая нарушает законы природы и вызывает необычные явления.",
                "Проклятие: На вас наложили проклятие, которое приносит вам несчастья или необычные испытания.",
                "Заклинание улучшения: Вы нашли заклинание, которое значительно улучшает ваши навыки или характеристики.",
                "Магическая встреча: Вы встретили магическое существо или духа, который предоставляет вам знания или помощь.",
                "Энергетическая буря: В вашем окружении разразилась магическая буря, полная энергии и магических всплесков.",
                "Изменение реальности: Реальность вокруг вас начала меняться, создавая иллюзии и искажения восприятия.",
                "Прямое воздействие магии: Вы испытали прямое воздействие магии на ваше тело или разум, что привело к непредсказуемым последствиям.",
                "Магическая аномалия времени: Магия начала искажать время, создавая временные петли или перенос в другие временные эпохи.",
                "Магический портал: Вы обнаружили магический портал, ведущий в другой мир или измерение.",
                "Магическая форма: Вы обрели временную или постоянную магическую форму, которая изменяет ваши физические или магические свойства.",
                "Артефакт воскрешения: Вы нашли артефакт, обладающий способностью воскрешать мертвых или восстанавливать утраченные силы.",
                "Заклинание трансформации: Вы обнаружили заклинание, которое позволяет вам или кому-то другому изменять форму или сущность.",
                "Магическое оружие: Вы нашли или получили магическое оружие с особыми способностями или улучшенными характеристиками.",
                "Забытое знание: Вы получили доступ к древнему и забытым знаниям, которые могут изменить ваше понимание магии.",
                "Магическая защита: Вы обнаружили или создали магическую защиту, которая защищает вас от вредоносных магических воздействий.",
                "Магическое видение: Вы испытали магическое видение или пророчество, которое предоставляет вам важную информацию о будущем.",
                "Магический союзник: Вы завели союзника, который обладает магическими способностями и помогает вам в ваших приключениях."
            ],
            "stranges": [
                "Невидимая угроза: Вы столкнулись с невидимой угрозой, которая заставила вас чувствовать себя в опасности, даже когда ничего не видно.",
                "Говорящие животные: Вы обнаружили, что некоторые животные могут говорить и общаться с вами на человеческом языке.",
                "Параллельная реальность: Вы случайно попали в параллельную реальность, где всё выглядит знакомо, но что-то явно не так.",
                "Изменение физических законов: Вы столкнулись с местом, где физические законы ведут себя странно: гравитация работает по-другому, или предметы плавают в воздухе.",
                "Летающие объекты: Вы стали свидетелем объектов, которые летают без видимой причины или контроля, как будто управляются невидимой силой.",
                "Светящиеся существа: Вы встретили существа, которые светятся в темноте и обладают странными способностями, не объяснимыми обычной магией.",
                "Мгновенные изменения времени: Время вокруг вас начало двигаться нестабильно: вы можете быть перемещены в будущее или прошлое за мгновение.",
                "Ненормальное поведение людей: Вы заметили, что люди ведут себя очень странно, как будто под воздействием какого-то необычного влияния или контроля.",
                "Резкое изменение погоды: Погода вокруг вас внезапно изменилась: солнце потемнело, или небо наполнилось странными облаками.",
                "Нереальные сущности: Вы столкнулись с сущностями, которые выглядят как выходцы из ваших самых странных снов или фантазий, и они начинают взаимодействовать с вами.",
                "Исчезновение предметов: Вещи и предметы вокруг вас начали исчезать без следа, оставляя вас в полном замешательстве.",
                "Мистическая музыка: Вы услышали мистическую музыку или звуки, которые исходят откуда-то, но их источник невозможно определить.",
                "Необычные знаки: Вы обнаружили таинственные знаки или символы, появившиеся на стенах или в окружающем вас пространстве.",
                "Забытые воспоминания: Ваша память начала искажаться или терять важные детали, как будто кто-то пытается стирать ваши воспоминания.",
                "Объекты с сознанием: Вы обнаружили объекты, которые, похоже, обладают собственным сознанием и реагируют на ваше присутствие.",
                "Сверхъестественные артефакты: Вы нашли артефакты, которые обладают странными свойствами и непредсказуемым поведением."
            ]
        },
        "profession": {
            "Тропа Учёных": [
                "Астролог. Изучает звёзды и предсказывает будущее.",
                "Картограф. Создаёт карты и исследует неизведанные территории.",
                "Историк. Изучает и записывает события прошлого.",
                "Поэт. Пишет стихи и другие литературные произведения.",
                "Философ. Размышляет о природе бытия и морали.",
                "Отшельник. Живёт в уединении, избегая общества.",
                "Странствующий Паломник. Совершает священные путешествия к местам поклонения.",
                "Доктор. Лечит болезни и травмы людей.",
                "Медик. Оказывает первую медицинскую помощь.",
                "Адвокат. Представляет интересы клиентов в суде и даёт юридические советы.",
                "Геральд. Объявляет важные новости и события.",
                "Канцелярий. Ведёт документацию и записи для официальных учреждений.",
                "Акколит. Помогает в религиозных ритуалах и учится на священнослужителя.",
                "Неофит. Новичок в религиозной или духовной практике."
            ],
            "Дворянин": [
                "Министр. Управляет государственными делами и советует правителю.",
                "Паж. Обучающийся слуга у дворян, который в будущем станет рыцарем.",
                "Щитоносец. Помощник рыцаря, несущий его щит и доспехи."
            ],
            "Профессионал": [
                "Бронник. Изготавливает и ремонтирует броню.",
                "Художник. Создаёт произведения искусства, такие как картины и скульптуры.",
                "Пекарь. Выпекает хлеб и другие изделия из теста.",
                "Банкир. Управляет финансами и ведёт денежные операции.",
                "Кузнец. Кует металлы и изготавливает металлические изделия.",
                "Пивовар. Варит пиво и другие алкогольные напитки.",
                "Мясник. Режет мясо и готовит его к продаже.",
                "Плотник. Работает с деревом, строя и ремонтируя здания и мебель.",
                "Ткач. Изготавливает ткани и текстильные изделия.",
                "Повар. Готовит пищу и создает рецепты.",
                "Меховщик. Обрабатывает меха и шьёт меховые изделия.",
                "Ювелир. Создаёт и ремонтирует украшения из драгоценных металлов и камней.",
                "Кожевник. Обрабатывает кожу и изготавливает кожаные изделия.",
                "Слесарь. Работает с металлом, создавая и ремонтируя механизмы.",
                "Каменщик. Строит и ремонтирует каменные здания и сооружения.",
                "Купец. Продаёт товары и занимается торговлей.",
                "Музыкант. Исполняет музыку и создаёт музыкальные произведения.",
                "Мастер. Опытный ремесленник, достигший высокого уровня мастерства.",
                "Сказочник. Рассказывает истории и легенды, передавая культурное наследие."
            ],
            "Рабочий": [
                "Могильщик. Копает могилы и занимается похоронными делами.",
                "Пастух. Ухаживает за стадами скота и охраняет их.",
                "Ловец. Охотится на диких животных или ловит рыбу.",
                "Посланник. Доставляет сообщения и посылки.",
                "Мельник. Перемалывает зерно в муку на мельнице.",
                "Шахтёр. Работает в шахте, добывая полезные ископаемые.",
                "Разносчик. Продаёт товары, ходя от дома к дому.",
                "Моряк. Работает на корабле, управляя судном и выполняя задачи в море.",
                "Ловец крыс. Избавляет дома и поселения от крыс и других вредителей.",
                "Телохранитель. Охраняет и защищает важных людей.",
                "Лесник. Охраняет леса и заботится о дикой природе.",
                "Солдат. Служит в армии, участвуя в боях и защите государства.",
                "Просящий. Просит милостыню и живёт на подаяние."
            ],
            "Тропа военного": [
                "Рыцарь. Закалённый в боях воин, защищающий слабых и соблюдающий кодекс чести.",
                "Гладиатор. Боец, сражающийся на арене для развлечения зрителей.",
                "Охотник за головами. Наёмник, выслеживающий и захватывающий преступников за награду.",
                "Разбойник. Грабит караваны и путешественников, действуя вне закона."
            ],
            "Преступный мир": [
                "Приёмщик краденого. Покупает и продаёт украденные товары.",
                "Карманник. Крадёт деньги и ценные вещи из карманов людей.",
                "Сводник. Управляет проституцией и продаёт услуги женщин.",
                "Проститутка. Предоставляет сексуальные услуги за деньги.",
                "Рабовладелец. Владение и продажа рабов.",
                "Контрабандист. Перевозит и продаёт запрещённые товары через границы."
            ],
            "Тропа шоу бизнеса": [
                "Акробат. Выполняет сложные гимнастические трюки и упражнения.",
                "Актёр. Исполняет роли в театре или на экране.",
                "Клоун. Развлекает людей, используя юмор и смешные трюки.",
                "Танцор. Исполняет танцы в различных стилях.",
                "Гадалка. Предсказывает будущее с помощью карт, ладоней или других методов.",
                "Жонглёр. Умеет одновременно бросать и ловить несколько предметов.",
                "Иллюзионист. Создаёт магические трюки и иллюзии.",
                "Шарлатан. Обманывает людей, выдавая себя за того, кем не является."
            ],
            "Тропа священника": [
                "Священник. Ведёт религиозные обряды и наставляет прихожан.",
                "Монах. Живёт в монастыре и следует строгим религиозным правилам.",
                "Клирик. Воин-священнослужитель, который исцеляет и защищает верующих.",
                "Тамплиер. Рыцарь, защищающий веру и участвующий в крестовых походах.",
                "Инквизитор. Преследует еретиков и ведёт борьбу с отступниками от веры."
            ],
            "Тропа мага": [
                "Маг. Изучает магию и заклинания, используя их для достижения своих целей.",
                "Колдун. Получает магическую силу от могущественных существ или источников.",
                "Чародей. Обладает врождённой магической силой, которую использует инстинктивно.",
                "Алхимик. Изучает свойства веществ, создаёт зелья и философские камни.",
                "Заклинатель. Специализируется на произнесении и создании заклинаний."
            ],
            "Авантюрист": [
                "Следопыт. Исследует дикие территории и ведёт за собой группы в опасных походах.",
                "Исследователь. Путешествует в неизведанные места, открывая новые земли и народы.",
                "Охотник за сокровищами. Ищет древние артефакты и скрытые сокровища.",
                "Бард. Певец, музыкант и рассказчик, вдохновляющий и ободряющий своих спутников.",
                "Скаут. Разведчик, собирающий информацию о местности и противнике."
            ]
        }
    }
}